# SetDSelect

## Description
Procedure SetDSelect deselects the referenced object.

```pascal
PROCEDURE SetDSelect(h : HANDLE);
```

```python
def vs.SetDSelect(h):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|h|HANDLE|Handle to object.|

## Examples
olateLayer}}

## Version
Availability: from All Versions

## Category
* Selection